alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
chromium
cmake
coreutils
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efivar
evince
extundelete
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gdm
gettext
gimp
git
glibc
gnome-alsamixer
gnome-keyring
gnome-screensaver
gnome-terminal
grep
gtk2
gtk3
gvim
gzip
haskell-regex-posix
htop
i7z
inetutils
intel-ucode
iproute2
iputils
ipython2
jdk8-openjdk
jfsutils
less
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
lm_sensors
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mlocate
mupdf
nano
network-manager-applet
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
pm-utils
powertop
procps-ng
psmisc
python-numpy
python2-cx_freeze
python2-gobject
python2-matplotlib
python2-numpy
python2-pillow
python2-pip
python2-pyflakes
python2-pyside
python2-pyside-tools
python2-pyzmq
python2-scipy
r
reiserfsprogs
s-nail
scrot
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
trayer
ttf-inconsolata
ttf-ubuntu-font-family
usbutils
util-linux
vi
vlc
volumeicon
wget
which
wpa_supplicant
xautolock
xbindkeys
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmobar
xmonad-contrib
xorg-server
xorg-server-utils
xorg-server-xephyr
xorg-twm
xorg-xclock
xorg-xev
xorg-xinit
xorg-xprop
xscreensaver
xterm
zip
